Repository: Aa11220/candlecalc
Catalog: lib/l10n/app_*.arb
Languages: ar

# fscreentitle
source: Candles Calculator
ar: حاسبه الشموع

# fSFBweight
source: Total weight g :
ar: وزن الشموع المطلوبه g :

# fSFBoil
source: Fragrance Oil (%) :
ar: نسبه الزيت العطري (%) :

# fSFBcandles
source: Total Candles :
ar: عدد الشموع :

# fSSBwaxneeded
source: wax you need :
ar: كميه الشمع المطلويه :

# fSSBoilneeded
source: oil you need :
ar: كميه الزيت العطري المطلوب :

# fSFBcalc
source: Cost calculate
ar: حساب التكلفه

# fSFBsave
source: Save
ar: حفظ

# sscreentitle
source: Calculate price
ar: نسبه الشمع

# sSFTtext
source: If only one type of wax use the frist type only
ar: في حاله استخدام نوع واحد من الشمع , استخدم النوع الاول فقط .

# sSFLBtext
source: Next
ar: التالي

# sSFBtitle
source: Frist wax type
ar: نوع الشموع الاول

# sSFBsubtitle
source: weight
ar: الوزن المطلوب

# sSFBsubtitle2
source: Price/Kilo
ar: السعر/ك

# sSFBprice
source: price
ar: السعر

# sSSBtitle
source: Second wax type
ar: نوع الشموع التاني

# sSTBtitle
source: Third wax type
ar: نوع الشموع الثالث

# tscreentext
source: Cost Calculator
ar: حساب التكلفه

# tSFBoil
source: oil
ar: الزيت العطري

source: jar
ar: الاناء

source: wick
ar: الفتيل

source: count
ar: العدد

# priceunti
source: price/unit
ar: السعر/وحده

source: Total Candles
ar: عدد الشموع :

source: Cost candle
ar: حساب التكلفه

# totalcandlescost
source: Total Cndles Cost :
ar: اجمالي تكلفه الشموع :

source: Cost per candle :
ar: تكلفه الشمعه الواحده :

source: Wax price per Candle :
ar: تكلفه الشمع لكل شمعه :

source: Oil price per candle :
ar: تكلفه الزيت لكل شمعه :

# type1price
source: Type1's price per candle :
ar: سعر النوع الاول للشمعه :

# type2price
source: Type2's price per candle :
ar: سعر النوع الثاني للشمعه :

# type3price
source: Type3's price per candle :
ar: سعر النوع الثالث للشمعه :

# emptyerror
source: Nothing to save :(
ar: رجاء ادخال البينات :(

# drawer1
source: Your Templates
ar: النماذج الخاصه بك

# drawer2
source: Candles academy
ar: اكادميه الشموع

# drawer3
source: App Language
ar: لغه التطبيق

# drawer31
source: English
ar: الانجليزيه

# drawer32
source: Arabic
ar: العربيه

# erroroverflow
source: You have exceded the required precentage
ar: لقد تجاوزت النسبه المطلوبه

source: weight
ar: وزن

source: Candles academy
ar: اكادميه الشموع

# infotext
source: To know more about us , visit our pages.
ar: لمعرفه المزيد تواصل معنا من خلال المواقع التاليه

source: Facebook
ar: فيسبوك

source: youtube
ar: يوتيوب

# templates
source: Your Templates
ar: النماذج الخاصه يي

source: Total weight
ar: وزن الشمع المطلوب

source: Menu
ar: القائمه

# applang
source: App language
ar: لغه التطبيق
